/*
   Localizable.strings
   Gmail Notifr

   Created by James Chen on 8/4/09.
   Copyright 2009 ashchan.com. All rights reserved.

   Contributor: Fabrice Truillot de Chambrier
 */


//-----------------------------------------
// Menu and tooltip
//----------------------------------------
/* Open Inbox menu item under each account */
"Open Inbox" = "Apri Posta in arrivo";

/* menubar tooltip when checking mail */
"Checking Mail" = "Controllo dei messaggi";

/* connection error message */
"Connection Error" = "errore di connessione";

/* wrong username/password pair error message */
"Username/password Wrong" = "Nome utente/password sbagliati";

/* count of unread messages */
"Unread Messages" = "%s messaggi non letti";

/* count (1) of unread message */
"Unread Message" = "%s messaggio non letto";

/* last check time */
"Last Checked:" = "Ultimo controllo:";

/* Enable, Disable */
"Enable Account" = "Attiva Account";
"Disable Account" = "Disattiva Account";

/* Check */
"Check" = "Controlla ora";


//-----------------------------------------
// Preferences - Settings
// ----------------------------------------
"Settings" = "Configurazione";
"Launch at login" = "Apri al login";
"Show unread count in menu bar" = "Mostra messaggi non letti vicino all'icona";


//-----------------------------------------
// Preferences - Accounts
// ----------------------------------------
"Accounts" = "Accounts";
"Edit" = "Modifica";

"Username:" = "Nome utente:";
"Password:" = "Password:";
"Check for new mail every" = "Verifica la presenza di nuovi messaggi ogni";
"minutes" = "minuti";
"Use Growl Notification" = "Utilizzare le notifiche Growl";
"Play sound:" = "Suono:";
"To add a Google Hosted Account, specify the full email address as username, eg: admin@ashchan.com." = "Per aggiungere un account Google Hosted, precisate l'e-mail completa come nome d'utente, ad esempio admin@ashchan.com.";
"Enable this account" = "Attiva questo account";
"Open in browser:" = "Apri nel browser:";
"Cancel" = "Annulla";
"OK" = "OK";
